[
  {
    "name": "acrocanthosaurus",
    "description": "Este dinosaurio era un bípedo y tenía una apófisis espinosa\nen la mayoría de sus vértebras que son los huesos de la\ncolumna vertebral. Podía llegar a medir hasta 13 metros de\nlargo y pesar hasta 6 toneladas.\n\nEra un gran depredador, su cráneo era largo y estrecho. Su\ncola era muy larga y gruesa lo que la hacía poderosa, sus\nbrazos eran cortos y tenían tres dedos con garras. Sus\npiernas por otro lado eran peculiares puesto que su fémur,\nes decir el hueso del muslo o de la parte superior de la\npierna, era considerablemente más largo."
  },
  {
    "name": "albertosaurus",
    "description": "Era rápido gracias a sus largas y musculosas patas\ntraseras. Acechaba a los dinosaurios herbívoros, y se\nabalanzaba sobre ellos mientras pastaban. Sus patas\ntraseras terminaban en tres largas y afiladas garras, y una\ncuarta más pequeña; las patas delanteras estaban provistas\nde dos garras pequeñas, con las que sujetaba firmemente a\nsus presas que normalmente eran dinosaurios de otras\nespecies. Poseía más dientes que el Tyrannosaurus rex, por\nlo que podía dividir en dos la presa y despedazarla con un\nsolo bocado mortífero. Medía 9 metros de largo y 5 de alto."
  },
  {
    "name": "allosarus",
    "description": "Este dinosaurio era comparativamente más grande que sus\npredecesores. Medía alrededor de 9 metros de largo,\ncaminaba en dos patas, tenía gran cráneo, cuello corto,\nextremidades delanteras reducidas y una cola bastante\nextensa. Según estudios  paleontológicos, pesaba\naproximadamente una tonelada.\n\nEntre todos los depredadores grandes, el allosaurus fue el\nmás común, especialmente en la zona norte del continente\namericano. De hecho hasta la fecha se pueden contabilizar\nun total de seis decenas de individuos que pertenecieron a\neste género."
  },
  {
    "name": "ankylosaurus",
    "description": "Presentaban una gruesa armadura, cuadrúpedos con\ncráneos anchos y bajos, peculiarmente sólidos, gruesas\nextremidades. Medía 9 metros de largo. El cuerpo de este\ndinosaurio estaba protegido por espinas y placas óseas.\nPesaba unos considerables 4500 Kg.\n\nFue un dinosaurio cuadrúpedo, con los miembros traseros\nmás largos que los delanteros. El cráneo era estrecho y\ntriangular, más ancho que largo. El cráneo más grande que\nse conoce alcanzó a medir 64,5 cm de largo y 74,5 cm de\namplitud."
  },
  {
    "name": "brachiosarus",
    "description": "Era un dinosaurio muy grande, que podía llegar a medir 13\nmetros de altura y 25 metros de largo, así como pesar hasta\n60 toneladas, también tenían orificios en cráneo, según se\nconoce esto aligeraba su peso.\n\nEl Brachiosaurus tenía garras en el primer dedo de sus\npatas delanteras y los tres primeros de las traseras. Por su\nparte, los dientes tenían forma de espátula y que su cerebro\neran muy pequeño, a pesar del gran tamaño de su cuerpo."
  }
]